<?php
if(!defined('IN_SYS')) {
    echo ("HTTP/1.1 404 Not Found");
    die;
}

//投放频道配置数组 by bo.wang3
Core::$vars['Channel'] = array(  //投放频道
			1003 => '专辑-原创',
			1025 => '专辑-电影',
			1035 => '专辑-电视剧',
			1008 => '专辑-动漫',
			1041 => '专辑-音乐',
			1002 => '专辑-资讯',
			1001 => '专辑-娱乐',
			1014 => '专辑-体育',
			1026 => '专辑-游戏',
			1011 => '专辑-女性',
			1034 => '专辑-母婴',
			1028 => '专辑-汽车',
			1010 => '专辑-科教',
			1027 => '专辑-旅游',
			3 => '原创', 
			25 => '电影', 
			35 => '电视剧', 
			8 => '动漫', 
			41 => '音乐', 
			2 => '资讯', 
			1 => '娱乐', 
			14 => '体育', 
			26 => '游戏', 
			11 => '女性', 
			34 => '母婴', 
			28 => '汽车', 
			10 => '科教', 
			27 => '旅游', 
			//100326 => '美女主播', 
			4 => '搞笑频道', 
			45 => '综艺'
        );